Repository: dravasp/ccavenuepaymentgatewaywoocommercewordpressseamless
Catalog: woocommerce-ccavenue-payments/languages/woocommerce-ipg-payment-*.po
Languages: mr_in, ta_in, te_in

source: IPG Payment Gateway
mr_in: IPG पेमेंट गेटवे
ta_in: IPG பணம் செலுத்தும் வாயில்
te_in: IPG చెల్లింపు గేట్వే

source: Enable IPG Payment
mr_in: IPG पेमेंट सक्षम करा
ta_in: IPG பணம் செலுத்தலை செயல்படுத்தவும்
te_in: IPG చెల్లింపును ప్రారంభించండి

source: Title
mr_in: शीर्षक
ta_in: தலைப்பு
te_in: శీర్షిక

source: This controls the title which the user sees during checkout.
mr_in: हे चेकआउट दरम्यान वापरकर्त्याने पाहिलेला शीर्षक नियंत्रित करते.
ta_in: இது பயனர் செலுத்தும் போது காணும் தலைப்பை கட்டுப்படுத்துகிறது.
te_in: ఇది వినియోగదారు చెల్లింపు సమయంలో చూసే శీర్షికను నియంత్రిస్తుంది.

source: Description
mr_in: विवरण
ta_in: விளக்கம்
te_in: వివరణ

source: Payment method description that the customer will see on your checkout.
mr_in: ग्राहक आपल्या चेकआउटवर पाहिलेला पेमेंट पद्धतीचा वर्णन.
ta_in: உங்கள் செலுத்தலில் வாடிக்கையாளர் காணும் பணம் செலுத்தும் முறையின் விளக்கம்.
te_in: మీ చెల్లింపులో కస్టమర్ చూసే చెల్లింపు పద్ధతి యొక్క వివరణ.

source: Merchant ID
mr_in: व्यापारी आयडी
ta_in: வணிகர் ஐடி
te_in: వాణిజ్య ID

source: API Key
mr_in: API की
ta_in: API விசை
te_in: API కీ

source: Test Mode
mr_in: चाचणी मोड
ta_in: சோதனை முறை
te_in: పరీక్షా మోడ్

source: Enable test mode
mr_in: चाचणी मोड सक्षम करा
ta_in: சோதனை முறையை செயல்படுத்தவும்
te_in: పరీక్షా మోడ్ ప్రారంభించండి

source: Card Number
mr_in: कार्ड क्रमांक
ta_in: கார்டு எண்
te_in: కార్డ్ సంఖ్య

source: Expiry Date
mr_in: अवधीत समाप्ती
ta_in: காலாவதியான தேதி
te_in: గడువు తేదీ

source: Card Holder Name
mr_in: कार्ड धारकाचे नाव
ta_in: கார்டு வைத்திருப்பவரின் பெயர்
te_in: కార్డ్ హోల్డర్ పేరు

source: Pay with IPG
mr_in: IPG सह पैसे द्या
ta_in: IPG மூலம் பணம் செலுத்தவும்
te_in: IPG తో చెల్లించండి

source: Payment successful. Thank you for your order.
mr_in: भुगतान यशस्वी. आपल्या ऑर्डरसाठी धन्यवाद.
ta_in: பணம் செலுத்துதல் வெற்றிகரமாக உள்ளது. உங்கள் ஆர்டருக்கு நன்றி.
te_in: చెల్లింపు విజయవంతం. మీ ఆర్డర్ కు ధన్యవాదాలు.

source: Payment failed. Please try again.
mr_in: भुगतान अयशस्वी. कृपया पुन्हा प्रयत्न करा.
ta_in: பணம் செலுத்துதல் தோல்வியுற்றது. தயவுசெய்து மீண்டும் முயற்சிக்கவும்.
te_in: చెల్లింపు విఫలమైంది. దయచేసి మళ్లీ ప్రయత్నించండి.

source: Transaction processing. Please wait for confirmation.
mr_in: लेनदेन प्रक्रिया करत आहे. कृपया पुष्टीसाठी थांबा.
ta_in: பண பரிமாற்றம் செயலாக்கப்படுகிறது. தயவுசெய்து உறுதிப்படுத்துவதற்காக காத்திருங்கள்.
te_in: లావాదేవీ ప్రాసెస్ అవుతోంది. దయచేసి నిర్ధారణ కోసం వేచి ఉండండి.

source: Invalid payment details. Please check your information.
mr_in: अवैध पेमेंट तपशील. कृपया आपली माहिती तपासा.
ta_in: தவறான பணம் செலுத்தும் விவரங்கள். தயவுசெய்து உங்கள் தகவல்களை சரிபார்க்கவும்.
te_in: చెల్లింపు వివరాలు చెల్లుబాటు కావు. దయచేసి మీ సమాచారాన్ని తనిఖీ చేయండి.
